Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Mainly in areas such as Supply Chain Management, Supplier Relationships, Innovation, Environment and Sustainability, Project Management, Efficiency / Profitability / KPI, and Quality Operations and Management, New Economies related to Supply Chain activities, etc.
nb: Hovedsakelig i fagområder som Supply Chain & Logistikk ledelse, Leverandørrelasjoner, Innovasjon, Miljø og bærekraft, Prosjektledelse og -styring, Effektivitet/lønnsomhet/KPI samt Kvalitetsledelse og -styring, Nye Økonomiers påvirkning innen Supply Chain aktiviteter, etc.

source: Yet, there where far more Internationals present, he says.
nb: Han påpeker at det er likevel er langt flere internasjonale tilstede.

source: "We plan to send crew on this course with the goal of getting ‘one culture’ onboard the ships.
nb: – Vi satser på å sende mannskap på dette kurset med sikte på å få til «one culture» om bord på skipene.

source: The rear tire simulator that Kongsberg Digital has developed for PGS is unique.
nb: Akterdekksimulatoren som Kongsberg Digital har utviklet for PGS er unik i verdenssammenheng.

source: “I am very fond of hiking in the surrounding area.
nb: – Jeg er veldig glad i å gå turer i nærområdet.

source: Nordic Masters in Vision Education and Rehabilitation, (University of Gothenburg and USN) 120 ECTS
nb: Nordisk master i synspedagogikk og rehabilitering (Gøteborg Universitet og USN) 120 stp., kun masteroppgaven gjenstår.

source: Created a Global Health course
nb: Utviklet global helsekurs

source: If something is not offered, you can apply for funding for the activity along with materials at SiG’s general assembly.
nb: Dersom du savner en undergruppe for dine interesser kan du søke SiGs generalforsamling om penger til drift og materiell.

source: , edited by Per Thomas Andersen, 215-26.
nb: , redigert av Per Thomas Andersen, 215-26.

source: Some work from Oslo, and some have a home office.
nb: Noen jobber fra Oslo, og noen har hjemmekontor.

source: Karolis Keturka, 29, is from Lithuania and studies Norwegian Language and Social Sciences.
nb: Karolis Keturka er 29 år, kommer fra Litauen og studerer Norsk språk og samfunnskunnskap for utenlandske studenter.

source: Conducted on behalf of the Norwegian Sports Confederation (NIF)
nb: Utført på oppdrag fra Norges Idrettsforbund (NIF)

source: “When you live in Hønefoss or anywhere else in Ringerike, you live quite close to nature.
nb: – Når du bor i Hønefoss eller andre steder på Ringerike, lever du ganske tett på naturen.

source: Per Morten Hansen, PhD student at University College of Southeast Norway, recently received the prize for best student paper at an international conference on fire and explosion hazards in China.
nb: På en internasjonal konferanse om brann og eksplosjoner i Kina mottok ph.d.-student Per Morten Hansen nylig prisen for beste studentartikkel.

source: and shall form the basis of their further processing of the case.
nb: og skal legges til grunn for deres videre behandling av saken.

source: “In general, Drammen is good at taking care of us students, so if you use discounts you get through the student union, you can save a great deal of money.
nb: – Generelt er Drammen by flink til å ta vare på oss studenter, så om du bruker rabattene du får gjennom studentsamfunnet, kan du spare en god del penger.

source: The higher the impact factor number of a journal, the higher it ranks.
nb: Impact Factor angis med tall, der høyere tall angir større gjennomslagskraft.

source: Language requirement: SDSMT accepts USNs confirmation of english proficiency.
nb: SDSMT godtar USNs bekreftelse på engelsknivå.

source: Some hiccups still occur when we enter virtual and augmented reality spaces (VR and AR).
nb: Det lugger fortsatt når vi går inn virtuelle og utvidete virkelighetsrom (VR og AR).

source: This is the second time the department has organized the USN Idea Competition.
nb: Dette er andre gang avdelingen organiserer USN Idea Competition.

source: : professional digital competence, learning design, student active learning and R&D linked to teachers’ individual activities
nb: profesjonsfaglig digital kompetanse, læringsdesign og studentaktiv læring, FoU knyttet til egen virksomhet

source: Previously employed as manager in KPMG Oslo.
nb: Har tidligere arbeidet som manager i KPMG Oslo.

source: To succeed globally, you first need local adoption, Kim believes.
nb: For å gå globalt må man ha en lokal forankring, mener Kim.

source: secure external archives and will assist researchers in developing standardized metadata.
nb: arkiv, og veilede forskerne i å utstyre data med standardiserte metadata.

source: Green and yellow data can be safely stored there.
nb: Grønne og gule data kan lagres trygt på denne disken.

source: This is what you have to disclose in your information and consent forms.
nb: Dette skal du opplyse om i informasjon- og samtykkeskrivet.

source: The project is financed by The Research Council of Norway (NFR) through the
nb: Prosjektet er finansiert av Norges Forskningsråd (NFR) gjennom

source: Silicia offers office spaces at Vestfold Innovation Park at Campus Vestfold.
nb: Silicia tilbyr et fysisk sted å være i Forskningsparken på Campus Vestfold.

source: Here the crew is training in solving unexpected events as a team.
nb: Her trener mannskapet på å løse uønskede hendelser på en god måte i fellesskap.

source: so we're particularly excited to work with this start-up business and its new 3D technology at this time.
nb: Derfor er det spesielt spennende at dette start-up selskapet med ny 3D teknologi kommer nå.

source: Ottar Ness is professor in Mental Health Care at the Centre for Mental Health and Substance Abuse.
nb: Ottar Ness jobber som professor i psykisk helsearbeid ved Senter for psykisk helse og rus

source: “The selection of clubs and sports in Drammen is huge.
nb: – Utvalget av klubber og idretter er stort i Drammen.

source: The study programme provides access to advanced, interdisciplinary knowledge, creative thinking skills and decisive competencies for sustainability management in the private, public and non-profit sectors, both at home and abroad.
nb: Studieprogrammet gir deg tilgang til avansert interdisiplinær kunnskap, ferdigheter til å tenke kreativt og avgjørende kompetanse for bærekraftsledelse i privat, offentlig og ideell sektor, både lokalt og globalt.

source: As a project partner, USN will gain access to harmonised international datasets that Klein believes will also help improve the Norwegian response to COVID-19:
nb: Som prosjektpartner få USN tilgang til harmoniserte, internasjonale datasett, som Klein tror vil forbedre også den norske Covid-19-responsen:

source: Systems Engineering is the ultimate tool for fast transfer of knowledge to new competitive products.
nb: Systems Engineering er det ultimate verktøy for rask overføring av kunnskap til nye konkurransedyktige produkter.

source: 2008-2010 NTNU, Master in cell- and molekular biology
nb: 2008-2010 NTNU, Master i celle- og molekylærbiologi

source: Ann Sofie joined USN in November 2016, but has previously worked as a communications advisor back in 2011-2012.
nb: Ann Sofie begynte på høgskolen i sørøst-Norge tilbake i november 2016, men jobbet også tidligere her som kommunikasjonsrådgiver tilbake i 2011-2012.

source: (MARKOM2020), a state development project tasked with improving the quality of professional Norwegian maritime education.
nb: (MARKOM2020), et statlig utviklingsprosjekt for å heve kvaliteten på norsk maritim profesjonsutdanning.

source: Her first editorial in 2018 was entitled «Human rights education: a project for our common future"».
nb: Hennes første lederartikkel i 2018 hadde tittelen «Human rights education: a project for our common future».

source: Professor Anne Lee in charge of the course “Developing doctoral supervision”, which will be held for 28 selected PhD supervisors at USN.
nb: Professor Anne Lee leder kurset «Developing doctoral supervision», som holdes for 28 utvalgte ph.d.-veiledere ved HSN.

source: You can use Team Viewer Quick support if you need remote assistance from IT-support at home on your PC.
nb: Team Viewer Quick support er et verktøy du kan laste ned og starte når du vil gi IT-ansatte ved USN tilgang til å se og fjernstyre skjermbildet ditt.

source: Group discussion and co-writing using Zoom
nb: Gruppediskusjon og samskriving i Zoom

source: Guest editior for special issue of the journal Ambio about results from 50 years monitoring of fresh water resources in Sweden.
nb: Guest editior for spesialnummer av tidsskriftet Ambio, som omhandler resultater fra 50 års ferskvannsovervåking i Sverige.

source: Click "Add a method"
nb: Klikk på "Legg til metode"

source: The Ringerike Student Association (SIR) is an organisation for students at the University of South-Eastern Norway, Ringerike Campus.
nb: Samfunnet i Ringerike (SIR), er en organisasjon for studenter ved Universitetet i Sørøst-Norge, Campus Ringerike.

source: Contact eDU Media Production for advice.
nb: Kontakt eDU - medieproduksjon for veiledning.

source: How to get to Campus Rauland
nb: Slik kjem du deg til campus Rauland

source: Teaches research methodology, research ethics and GDPR in MA in Art Education (Masterstudiet i Design, Kunst og håndverk)
nb: Underviser forskningsmetodologi, forskningsetikk og personvern ved Masterstudiet i Formgiving, kunst og håndverk

source: Who at eDU offers pedagogical guidance?
nb: Hvem i eDU tilbyr pedagogisk veiledning?

source: Senior physician, Associate Professor Anne Kristin Møller Fell, Department of Occupational and Environmental Medicine, Telemark Hospital, Department of Community Medicine and Global Health, Institute of Health and Society, University of Oslo (fall 2020 – now)
nb: Overlege, førsteamanuensis, Anne Kristin Møller Fell, Avdeling for arbeidsmedisin, Sykehuset Telemark, Avdeling for samfunnsmedisin og Global helse, Institutt for Helse og Samfunn, Universitetet i Oslo (høst 2020-nå)

source: According to the department leader, this year's festival officially had about 40 foreign students and teachers visiting from eight different countries.
nb: Ifølge instituttlederen har årets festival offisielt ca. 40 utenlandske studenter og lærere på besøk fra åtte ulike land.

source: 9 See Prop.158 L (2015-2016) Act on the organisation of research ethics work (Research Ethics Act), chapter
nb: 9 Se Prop.158 L (2015-2016) Lov om organisering av forskningsetisk arbeid (forskningsetikkloven), kap.

source: Violence, abuse and social and emotional difficulties
nb: Vold, overgrep og sosiale- og emosjonelle vansker

source: The collaboration between SPPU (the then Pune University) and USN (the then Telemark University College) has been ongoing since 2005.
nb: Savitribai Phule Pune University (SPPU) i India og Universitetet i Sørøst-Norge (daværende Pune University og Høgskolen i Telemark) har pågått siden 2005.

source: In addition it is possible for students to enroll in study-abroad places, where they pay tuition fees.
nb: I tillegg er det ubegrenset antall study abroad-plasser der studenter betaler skolepenger.

source: The printout is sent by color by default (even if it does not contain color).
nb: Utskriften sendes som farge som default (selv om den ikke inneholder farge).

source: Digital innovation trail by SESAM
nb: Digital innovasjonsløype fra SESAM

source: Mathematics 1 - Analyse one variable functions
nb: Matematikk 1 - Analyse av envariabelfunksjoner

source: The Centre is open to any person involved in research, development and innovation in our research areas. Our current research group numbers 15 people, most of whom are first-level researchers.
nb: Senteret er åpent for alle som arbeider med FoUI innenfor senterets forskningsområder og vi er i dag en forskergruppe på 15 personer, hvorav de fleste har forskerkompetanse på førstenivå.

source: Vestfold Student Association is a voluntary organisation at USN that organises sporting, cultural and social activities for students at Vestfold Campus.
nb: Vestfold Studentsamfunn er en frivillig organisasjon på USN som arrangerer sportslige, kulturelle og sosiale aktiviteter for Studentene på Campus Vestfold.

source: Professor Kjetil Børkje participates with the project QuaSeRT (Optomechanical quantum sensors at room temperature).
nb: Professor Kjetil Børkje deltar med prosjektet QuaSeRT (Optomechanical quantum sensors at room temperature).

source: Oral examinations at USN can be taken digitally using the video conferencing tool ‘Zoom’.
nb: For digital muntlig eksamen brukes ved USN videokonferanseløsningen «Zoom»

source: Habitat conditions and fish populations in river Farriselva.
nb: Habitattilstand og fiskepopulasjoner i Farriselva.

source: Supervises PhD students and MA students
nb: Veileder PhD-studenter og MA-studenter

source: The beavers Graf researched lives in Telemark, around the rivers of Gvarv, Lunde and Akkerhaugen
nb: Beverne Graf forsket på holdt til i Telemark, rundt elvene i Gvarv, Lunde og Akkerhaugen

source: From the terminal there are local buses that go up to the university 5 minutes every hour.
nb: På Kollektivterminalen er det timebusser som går opp til universitetet 5 minutter på hver hele time.

source: At Bachelor level the modules are normally 15 credits, then you need 4 modules.
nb: På Bachelornivå er emnene på 15 credits, så da tar man 4 fag.

source: Professor Gudrun Helgadottir, Programme Coordinator
nb: Gudrun Helgadottir, professor og programkoordinator

source: Very good performance.
nb: Meget god prestasjon.

source: Zoom - online lectures, meetings and webinars
nb: Zoom - enkel support, utvikling av veiledningsressurser

source: - What gains can be achieved and what hinders the supplier's involvement of innovation?
nb: - Hvilke gevinster kan oppnås og hva hindrer leverandørs involvert innovasjon?

source: "This is a democratic problem, both for the sports and for the society.
nb: "Dette er et demokratisk problem, både for idretten og for samfunnet generelt.

source: Her research interests include leadership, management, critical leadership studies, leadership development, identity, values and role.
nb: Hun har en doktorgrad i ledelse og forsker på ledelse, kritiske ledelsesstudier, lederutvikling, identitet, verdier og rolle.

source: Ph.D. in Information Security, University of Bergen.
nb: Doktorgrad i informasjonssikkerhet, Universitetet i Bergen.

source: Member, Norwegian Advisory Group International Civic and Citizenship Study (ICCS) 2016 - Norway
nb: Medlem, Norsk ressursgruppe, International Civic and Citizenship Study (ICCS) 2016 - Norge

source: Empirical analyzes of 36 oral exams show that there is considerable variation in time spent on the various parts of oral exams.
nb: Empiriske analyser av 36 muntlig eksamen viser at det er betydelig variasjon i tid brukt på de ulike delene av muntlig eksamen.

source: In 2 of 36 grading discussions, the internal and external examiners’ display diverging positions.
nb: I 2 av 36 karakterdiskusjoner har intern og ekstern sensor innledningsvis divergerende posisjoner.

source: Assistant professor at the University of South-Eastern Norway.
nb: Universitetslektor i Engelsk ved Universitetet i Sørøst-Norge.

source: Norwegian Romani in society and education.
nb: Om norsk romani i samfunn og utdanning.

source: To verify that the Feide login as such is working, restart your browser and log on at
nb: For å sjekke at Feide-innlogging i seg selv fungerer som det skal, logg inn på

source: Facts about Campus Porsgrunn
nb: Fakta om campus Porsgrunn

source: (05:16), two master’s students in Pedagogics reflect on how we can view the practical implementation of the FC from a theoretical sociocultural perspective.
nb: (05:16) reflekterer to masterstudenter i pedagogikk over hvordan man kan se den praktiske gjennomføringen av FC med sosiokulturelle teoribriller.

source: As a student you have the opportunity to join various student associations and organisations.
nb: Som student har du muligheten til å engasjere deg i ulike studentforeninger og -organisasjoner.

source: 5 Data Management Plans A data management plan (DMP) is a document that contains information regarding how data
nb: 5 Datahåndteringsplan En datahåndteringsplan er et dokument som beskriver hvordan forskningsdataene i et prosjekt skal

source: It's important to close all Office programs (Word, Outlook etc.) in order for the installation to be successful.
nb: Det er viktig at alle Officeprogrammer er lukket for at installasjonen skal lykkes (Word, Outlook etc.).

source: I have been working with logistics and industrial management for almost 40 years, either as an academic or as an industry manager - so I have a very broad background.
nb: Jeg har holdt på med logistikk og industriell økonomi i nesten 40 år, enten som akademiker eller som industrileder – så jeg har en meget bred bakgrunn.

source: The capture and marking can be stressful for beavers, and thus, changes in activity and movement patterns was examined one week after marking.
nb: Fanging og merking kan være stressende for beveren, og dermed ble endringer i aktivitet og bevegelsesmønstre undersøkt en uke etter merkingen.

source: Perhaps you’re organising a conference or course and want to record it or stream it live?
nb: Arrangerer du en konferanse eller kurs og vil ta opp eller sende direkte?

source: Course in university pedagogy and course in doctoral supervision (ongoing)
nb: Kurs i universitetspedagogikk og Ph.D.-veilederkurs (pågår)

source: Our host municipalities have chosen slightly different approaches, which also affects infection tracking efforts at USN.
nb: Våre vertskommuner har valgt ulike arbeidsmåter, og det påvirker smittesporingsarbeid på USN.

source: 15 years’ experience in part time positions from the college- and university sector establishing master level courses in CT, radiation protection, X-ray interaction and imaging.
nb: 15 års deltidsstillinger i universitet- og høgskolesektoren med etablering av videreutdanninger i CT og strålevern, og masterkurs i diagnostikkfysikk;

source: For a healthy person is not serious.
nb: For en frisk person er ikke dette alvorlig.

source: The other partners are University of Plymouth from the UK, University College Leuven-Limburg from Belgium and University of Bologna from Italy.
nb: De andre partnerne i prosjektet er University of Plymouth, Storbritannia, University College Leuven-Limburg, Belgia og Universita di Bologna, Italia.

source: Article #1 focuses on the researcher’s role in data generation, and how this affects the social practices in focus, and the empirical data-material.
nb: Artikkel nummer 1 fokuserer på forskerens rolle i datagenerering, og hvordan dette påvirker de sosiale praksisene i fokus, og følgelig det empiriske datamaterialet.

source: Based on conversation analysis of oral exams and teachers' supervision of group work in the classroom, the project has developed, piloted, executed and evaluated a CARM workshop for student teachers.
nb: Basert på videoanalyser av muntlig eksamen og lærers veiledning av gruppearbeid i klasserommet, har prosjektet utviklet, pilotert, gjennomført og evaluert et CARM-verksted for lærerstudenter.

source: - Environmental, Safety and economic benefits using mixed loading transport solutions of a municipality, City Logistics, Packaging options, Plastic in the sea, Measures to reduce environmental impact,...
nb: - Miljø, sikkerhets og økonomiske gevinster ved bruk av samlastingsløsninger for en kommune, "City Logistics", emballasje valg, plast i sjøen, tiltak for minsket miljøbelastning,...

source: Article #2 investigates students’ digital literacies when doing groupwork in the classroom with tablets.
nb: Artikkel nummer 2 blir elevenes digitale literacies undersøkt når de gjør gruppearbeid i klasserommet med nettbrett.

source: Eilin is a qualified social anthropologist.
nb: Eilin er utdannet sosialantropolog.

source: “Focus on the core of your business idea.
nb: - Fokuser på kjernene i ideen din.

source: Now, a test needs to be performed to ensure that authentication via the app is working.
nb: Nå trengs det å gjøres en test på at autentisering via appen fungerer.

source: We also offer instruction in their use, either in person or via Skype.
nb: Du kan låne kamera, stativ, mygg eller mikrofon og få opplæring personlig eller på Skype.

source: Do you have any questions about the UH-ped courses?
nb: Har du spørsmål om UH-ped emnene?

source: We supervise MSc and PhD students, and continuously work actively to attain more knowledge.
nb: Vi veileder master- og phd-studenter og arbeider aktivt og uavlatelig for å vinne mer kunnskap.

source: Arts and crafts teachers, teacher educators and researchers come together in collaboration in this project.
nb: Prosjektet er et samarbeid med kunst- og håndverkslærere, lærerutdannere og forskere.

source: The Winter Festival at Campus Rauland
nb: Vinterfestivalen på campus Rauland

source: Center for Professionalization
nb: Senter for Profesjonalisering

source: “It also reinforces the research field by introducing a new tool for the analysis of behavioral data”, says Professor Frank Rosell.
nb: - Den forsterker også forskingsfeltet ved å innføre ett nytt verktøy for analyse av adferdsdata, sier professor Frank Rosell.

source: Folk music scene at Rauland often arranges concerts with talented folk musicians at Årestoga
nb: Folkemusikkscena på Rauland arrangerer ofte konserter med dyktige folkemusikere i Årestoga

source: This article discusses one of these tools", says Andersen, at the Department of Microsystems at campus Vestfold.
nb: Denne artikkelen omhandler et av disse verktøyene, forteller Andersen, ved Institutt for mikrosystemer på campus Vestfold.

source: Kim Humborstad held lectures on the success story Zwipe at the industry and innovation conference Innomeet May 3
nb: Kim Humborstad holdt foredrag om suksesshistorien Zwipe på nærings- og innovasjonskonferansen Innomeet som HSN, Ungt Entreprenørskap, Innovasjon Norge og fylkeskommunene i Vestfold, Telemark og Buskerud arrangerte 3.

source: Institute of Physics (No longer a publish- and read agreement from 2021)
nb: Institute of Physics (Ikke lenger publiser-og les avtale i 2021)

source: “I work a lot with Asia to make this a global project.
nb: - Jeg jobber nå mye med Asia for å globalisere prosjektet.

source: Participation of people with visible minority backgrounds in organized sports is relatively low, and only to a limited extent reflects the society as a whole.
nb: Deltakelse av personer med synlig minoritetsbakgrunn i organsiert idrett er relativt lav, og speiler bare i begrenset grad samfunnet som helhet.

source: If so, allow cookies from EZproxy (ezproxy1.usn.no and ezproxy2.usn.no).
nb: Løsningen er i så fall å tillate informasjonskapsler fra EZproxy (ezproxy1.usn.no og ezproxy2.usn.no).

source: There also exists a formal requirement in respect of basic professional educational competence to be able to teach in the higher education sector and apply for promotion to positions such as Associate Professor, Senior Lecturer, Professor and Docent.
nb: Det er også et formelt krav om utdanningsfaglig basiskompetanse for å kunne undervise i høyere utdanning og for å søke opprykk til stillinger som blant annet førsteamanuensis, førstelektor, professor og dosent.

source: The five phases are greeting and preparing, student presenting, subject conversation, grading, and examiners giving feedback and announcing the grade to the student.
nb: Disse fem fasene er hilsing og forberedelser, elevpresentasjon, fagsamtale, karakterfastsetting og tilbakemelding og kunngjøring av karakter.
